{
    "data": [
        {
            "title": "PPT 的设计与制作",
            "detail": "PPT内容丰富，呈现度好，能充分利用多媒体丰富的图形、图像、动画和小视频等展示讲授内容的原理、流程、机理和动态过程。"
        },
        {
            "title": "教学工具",
            "detail": "能有效借助教具、教学模型或软件工具等帮助学生对讲授内容的理解，激发学生的学习兴趣，有效提高教学质量和效率。"
        },
        {
            "title": "教材及参考资料",
            "detail": "教材能有效支撑课程教学内容，教学参考资料是教材内容的深度、广度扩展或案例。"
        },
        {
            "title": "教案",
            "detail": "公开本课程的教学大纲和教学目标，明确每堂课的教学目标。能围绕教学目标的达成精心设计课堂教学策略，教案内容与教学进度安排符合教学大纲，突出教学内容的难点与重点，注重教学过程中对学生能力的培养，设计了合理的测试学生知识与能力掌握情况的考核方式和内容。"
        },
        {
            "title": "PPT的使用与板书",
            "detail": "恰当使用PPT，板书与PPT有机结合，能有效提高教学效果。"
        },
        {
            "title": "为人师表",
            "detail": "具有教育理想、敬业精神和卓越教学追求。课堂教学过程中的言谈、举止、衣着等符合教师行为规范，能为学生起到榜样与表率作用。按时上下课，不随意停、调课，不擅自增减学时；课上不开手机。"
        },
        {
            "title": "学生出勤与课堂纪律",
            "detail": "善于课堂管理，严于课堂管理，学生的出勤率高，课堂纪律良好，无接打手机和翻阅手机现象。"
        },
        {
            "title": "对课堂的把控能力",
            "detail": "授课富注重与学生的沟通与交流，讲课具有感染力，能够吸引学生的注意力，使学生全神贯注与学习中。关注学生的反应，对课堂教学中学生的异动情况能够有效处理和管制。"
        },
        {
            "title": "教学方法",
            "detail": "讲授过程中能够采用多种教学方法，注重学生创新能力的培养，鼓励学生参与教学过程，增强学习的主动性与自觉性；能有效尝试最新教学方式，如翻转式教学、微课、MOOC等；讲授过程中能结合实际，深入浅出。"
        },
        {
            "title": "案例教学或习题课",
            "detail": "教学案例设计合理，满足学生加深理解和提高综合分析能力的目的；习题课中习题选择恰当，能够加深学生对解题难点、思路和技巧的理解与掌握。"
        },
        {
            "title": "讲授内容",
            "detail": "讲授内容符合教学大纲，授课思路清晰，表达准确，分析透彻。在讲授中，注重与其他课程间的关系，注重讲授内容的前后联系、逻辑和承接关系，能较好地把握讲授内容的难点与重点。注重吸收学科发展的新思想、新概念、新成果，并根据教学目标及时更新教学内容。"
        },
        {
            "title": "讲授进度",
            "detail": "讲授进度基本符合教案设计进度，并能根据答疑、作业和形成性评价过程中发现的问题及时调整讲授进度。"
        },
        {
            "title": "语言表达",
            "detail": "讲授中语言表达流畅、清晰，讲授生动，注重与学生的沟通与交流，对讲授难点、重点重复适度，举例、类比恰当。"
        },
        {
            "title": "课程思政",
            "detail": "能将思政教育有效融入课程教学中，形成与思政课同向同行的协同效应。"
        },
        {
            "title": "持续改进",
            "detail": "通过辅导答疑，了解讲课效果和学生学习中存在的问题、要求和意见，及时改进课堂教学工作。对学习困难的学生能给予主动及时的帮助和指导。"
        },
        {
            "title": "辅导答疑",
            "detail": "有无固定时间、地点或采用在线形式进行课程辅导与答疑，并将答疑中反映比较集中的问题在课程上进行讲解，以提升学生的学习效果。"
        },
        {
            "title": "作业内容",
            "detail": "紧扣教学内容的重点与难点，难度适中，能促使学生获得知识、能力；根据课程的性质和特点合理安排作业内容，如习题练习、写作联系、读书报告、调查报告、小论文等。"
        },
        {
            "title": "作业布置",
            "detail": "课后作业适量，且符合课堂教学需要达成的教学目标，能有效支撑课程目标的达成。"
        },
        {
            "title": "作业批改",
            "detail": "能及时批改所有学生的作业，并对作业中存在的共性和难点问题进行集中辅导，现在课堂上进行针对性讲授。"
        },
        {
            "title": "考核内容",
            "detail": "课程考核内容(包括形成性过程考核与结课考试)符合课程教学大纲，能反映课程教学目标的达成度。"
        },
        {
            "title": "考核方式",
            "detail": "能根据课程性质和教学目标设计科学的考核方式与计分办法，充分利用形成性评价或形成性评价和结课考试的有机结合，以反映学生知识掌握和能力提高的状态。"
        }
    ]
}
